IDEA Open Model
LoadOnLine.Type Property
Compatible with IDEA StatiCa Beta 20.0
 Type of load
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public LoadType Type { get; set; }
Public Property Type As LoadType
	Get
	Set
Property Value
Type: LoadType
See Also
Reference
LoadOnLine Class
IdeaRS.OpenModel.Loading Namespace